{
  "posts":[{
      "id":1,
      "image": "https://bit.ly/36W7wbg",
      "name":"Hunter Achieng",
      "title": "My Journey Into Tech",
      "tagline":"You cannot understand everything but you can understand the system",
      "body":"I am a Graduate Software Engineer currently residing in Nairobi Kenya. I enjoy creating solutions using technology and seeing how the users incoporate it into their daily lives. As a developer, I continiously look for and lern new technologies and programming languages that come up. In a typicall day, what makes my higlight is a bug as I believe that if I see a bug then I am doing something. Whenever I am not coding you will find me listening to foreign music or learning Blockchain development. "
  },{
      "id":2,
      "image": "https://bit.ly/3MvCZ4n",
      "name":"Brenda Joshua",
      "title": "My Tech Story",
      "tagline":"I've fallen in love with the mental challenge that programming presents",
      "body":"I'm a Full Stack Developer based in Nairobi, Kenya. Curiosity coupled with a passion for finding solutions drew my interest in programming. As a digital marketer, I felt that programming skills would be a great supplement to my marketing skills because I would be able to solve problems for my clients that were previously out of my comfort zone or area of expertise. Having acquired the software development skills, I've fallen in love with the mental challenge that programming presents and the possibility of being able to conceive a new idea and bring it to fruition. I'm eager to bring my modern web development skills to creative and innovative projects like empowering other women who want to get into the tech space. I'm addicted to solving complex problems with clean, maintainable code. I live for those 'aha' moments when everything clicks together. Off the key board, I enjoy spending time with family and friends, reading and catching up on my favorite shows"
  },
  {
      "id":3,
      "image": "https://bit.ly/3hG49aE",
      "name":"Lauren Ryder",
      "title": "My Story",
      "tagline":"I excitedly received my acceptance letter, and this fast-paced, stimulating experience began",
      "body": "Hi, my name is Lauren, I am a Data Center Technician of 6 years, and an up-and-coming Software Engineer. I am mother of two wonderful children, and a wife to my high school sweetheart. Technology has always been a passion of mine and learning and growing in the Data Center (all things technical) has been exciting and fulfilling. Software Engineering presented itself at the perfect time in my career. The anticipation of deciding what I wanted to be when I grew up, defined itself on May 11, 2021. Without a second thought, the application was submitted, I excitedly received my acceptance letter, and this fast-paced, stimulating experience began." 
  }
]
}